[
  "22 May 2025, 12:48::Daniel Kamuiiiiii(Carteira Assinada) killed at Level 516 by Purist Thunderwrath, human e a human.",
  "22 May 2025, 12:02::Churrisco Quatro(Carteira Assinada) Foi Morto no Level 416 por a Monster and Battleground.",
  "22 May 2025, 12:14::Bobby Slnger(Carteira Assinada) Foi Morto no Level 505 por a Monster and Battleground.",
  "22 May 2025, 12:47::Rasengan Warriorr(Carteira Assinada) Foi Morto no Level 337 por a Shinobi and Monkey Ddragon.",
  "22 May 2025, 12:57::SoPRAprocuraBIJU(Carteira Assinada) killed at Level 554 by Homem Banana and Prisao.",
  "22 May 2025, 12:08::Black King Bar(Carteira Assinada) killed at Level 525 by Battleground e a ANBU.",
  "22 May 2025, 12:55::Verdant Tinklle(Carteira Assinada) killed at Level 450 by Monkey Ddragon e a human.",
  "22 May 2025, 12:06::Inutilizavel(Carteira Assinada) killed at Level 514 by Battleground, Spy oto no kuni e a creature.",
  "22 May 2025, 12:56::Jeff Tentando(Carteira Assinada) killed at Level 520 by Monkey Ddragon e a human.",
  "22 May 2025, 12:48::PauNelas(Carteira Assinada) Foi Morto no Level 428 por a ANBU and Monkey Ddragon.",
  "22 May 2025, 12:53::Shiisuioverpower(Carteira Assinada) killed at Level 500 by Monkey Ddragon e a human.",
  "22 May 2025, 12:43::Flying Butterfly(Carteira Assinada) killed at Level 310 by Monkey Ddragon e a Unknow Shinobi.",
  "22 May 2025, 13:20::Raparigueiro(Carteira Assinada) Foi Morto no Level 500 por a human, Purist Thunderwrath, human e a human.",
  "22 May 2025, 12:44::Brooklin Foi Morto no Level 386 por a Shinobi, Monkey Ddragon e a Unknow Shinobi.",
  "22 May 2025, 13:01::Vulgo Gordox(Carteira Assinada) killed at Level 501 by Monkey Ddragon e a Kyodaigumo.",
  "22 May 2025, 12:44::Edo Nidaime(Carteira Assinada) killed at Level 503 by Purist Thunderwrath e a akatsuki.",
  "22 May 2025, 12:45::Raparigueiro(Carteira Assinada) killed at Level 503 by Purist Thunderwrath, human e a human.",
  "22 May 2025, 12:12::Peregriino(Carteira Assinada) killed at Level 476 by Spia Jakal and Biricutico.",
  "22 May 2025, 12:59::Gabriel Caalheiros(Carteira Assinada) Foi Morto no Level 412 por a Akahoshi, Monkey Ddragon e Star Shinobi.",
  "22 May 2025, 12:46::Enjoy And Pro(Carteira Assinada) killed at Level 492 by Purist Thunderwrath e a human."
]