[
  "23 May 2025, 09:56::Cara Estranho(Carteira Assinada) killed at Level 449 by EsqueciHIRUZEN, Chakrbranch Juubi Creature, Chakrbranch Juubi Tank e a Chakra branch Juubi.",
  "23 May 2025, 10:33::Cavaumafatla Quarto(Carteira Assinada) killed at Level 463 by JardaniJovonovich, human e a Jiroubou.",
  "23 May 2025, 10:40::Notes(Carteira Assinada) killed at Level 480 by JardaniJovonovich.",
  "23 May 2025, 09:47::Saskinhoteencomoda(Carteira Assinada) killed at Level 465 by Kage Kunai e a Master.",
  "23 May 2025, 09:54::Cara Estranho(Carteira Assinada) Foi Morto no Level 452 por a Chakra branch Juubi, EsqueciHIRUZEN, Chakrbranch Juubi Creature e a Chakra branch Juubi Tank.",
  "23 May 2025, 10:37::EdjerfessonTheMITO(Carteira Assinada) Foi Morto no Level 497 por a Guard and Gleison Bodybuilder.",
  "23 May 2025, 10:41::Meu Olho Bugou(Carteira Assinada) Foi Morto no Level 411 por a uchiha and ITacHIFuucK.",
  "23 May 2025, 10:37::Jinxed Jester(Carteira Assinada) killed at Level 399 by a mokuton bunshin of JardaniJovonovich, Demon e a Demon.",
  "23 May 2025, 09:41::Ghz Spikeloko(Red Sky) Foi Morto no Level 457 por a akatsuki, Cara Estranho e a human.",
  "23 May 2025, 10:38::Muy Molesto(Carteira Assinada) killed at Level 454 by JardaniJovonovich e a Gouremu.",
  "23 May 2025, 09:50::Meu Olho Bugou(Carteira Assinada) killed at Level 413 by Boi Ben e a uchiha.",
  "23 May 2025, 10:35::Ethapsnaal(Carteira Assinada) Foi Morto no Level 466 por a Demon, JardaniJovonovich e a Demon.",
  "23 May 2025, 10:38::ForgetBLOCKER(Carteira Assinada) killed at Level 506 by Wayd Tokinho, bandit e a monster.",
  "23 May 2025, 09:46::ForgetBLOCKER(Carteira Assinada) Foi Morto no Level 509 por a bandit, Wayd Tokinho e a monster.",
  "23 May 2025, 10:36::Kage Shadoww(Carteira Assinada) killed at Level 417 by JardaniJovonovich, Demon e a Demon.",
  "23 May 2025, 10:53::Auguste Renoir(Carteira Assinada) killed at Level 519 by Gedou Rinne Tensei, human, human e a human.",
  "23 May 2025, 10:39::Obitaoteta(Carteira Assinada) killed at Level 498 by Boi Ben e a uchiha.",
  "23 May 2025, 10:44::Saskinhoteencomoda(Carteira Assinada) killed at Level 463 by Boi Ben, ITacHIFuucK e a Master.",
  "23 May 2025, 10:42::Kisamesz(Carteira Assinada) killed at Level 417 by Boi Ben e a human.",
  "23 May 2025, 10:47::Crouley(Carteira Assinada) killed at Level 503 by Senhor Zerath, ANBU e a Monster."
]