[
  "23 May 2025, 09:46::ForgetBLOCKER(Carteira Assinada) Foi Morto no Level 509 por a bandit, Wayd Tokinho e a monster.",
  "23 May 2025, 09:39::Gleissao Sasuke Oito(Red Sky) Foi Morto no Level 507 por a Akahoshi.",
  "23 May 2025, 09:30::Meu Olho Bugou(Carteira Assinada) killed at Level 415 by Boi Ben e a uchiha.",
  "23 May 2025, 09:37::Nos Fatura Muito(Red Sky) Foi Morto no Level 395 por a akatsuki and Cara Estranho.",
  "23 May 2025, 09:36::Noo Fun(Red Sky) Foi Morto no Level 463 por a akatsuki, Cara Estranho e a human.",
  "23 May 2025, 09:34::Kisamesz(Carteira Assinada) killed at Level 418 by Boi Ben e a human.",
  "23 May 2025, 09:54::Cara Estranho(Carteira Assinada) Foi Morto no Level 452 por a Chakra branch Juubi, EsqueciHIRUZEN, Chakrbranch Juubi Creature e a Chakra branch Juubi Tank.",
  "23 May 2025, 09:56::Cara Estranho(Carteira Assinada) killed at Level 449 by EsqueciHIRUZEN, Chakrbranch Juubi Creature, Chakrbranch Juubi Tank e a Chakra branch Juubi.",
  "23 May 2025, 09:30::EdjerfessonTheMITO(Carteira Assinada) killed at Level 500 by Gleison Bodybuilder e a Guard.",
  "23 May 2025, 09:37::Takamorinoxiba(Carteira Assinada) killed at Level 436 by BIGSnorLaxTetudo and BRooKLYNBaBY.",
  "23 May 2025, 09:31::Obitaoteta(Carteira Assinada) killed at Level 501 by Boi Ben e a uchiha.",
  "23 May 2025, 09:25::Kage Shadoww(Carteira Assinada) Foi Morto no Level 418 por a Demon, Kage Kunai e a Demon.",
  "23 May 2025, 09:47::Saskinhoteencomoda(Carteira Assinada) killed at Level 465 by Kage Kunai e a Master.",
  "23 May 2025, 09:29::Muy Molesto(Carteira Assinada) killed at Level 455 by Kage Kunai e a Gouremu.",
  "23 May 2025, 09:35::Nizkset Paramax(Red Sky) killed at Level 445 by Cara Estranho e a akatsuki.",
  "23 May 2025, 09:39::Relaxa Dashow(Carteira Assinada) killed at Level 601 by Afirmativa, BIGSnorLaxTetudo and BRooKLYNBaBY.",
  "23 May 2025, 09:40::VoceMeDeve(Carteira Assinada) killed at Level 465 by BRooKLYNBaBY, BIGSnorLaxTetudo and Afirmativa.",
  "23 May 2025, 09:41::Ghz Spikeloko(Red Sky) Foi Morto no Level 457 por a akatsuki, Cara Estranho e a human.",
  "23 May 2025, 09:37::Sasuke Challenger(Carteira Assinada) killed at Level 558 by BRooKLYNBaBY and BIGSnorLaxTetudo.",
  "23 May 2025, 09:50::Meu Olho Bugou(Carteira Assinada) killed at Level 413 by Boi Ben e a uchiha."
]