[
  "22 May 2025, 15:33::Prisao(Red Sky) killed at Level 490 by Jeff Mataall, ChurruminuTHEMYTH e a human.",
  "22 May 2025, 15:41::Sakaz(Red Sky) Foi Morto no Level 490 por a Chakra branch Juubi.",
  "22 May 2025, 15:36::Jeff Mataall(Carteira Assinada) killed at Level 434 by ChurruminuTHEMYTH.",
  "22 May 2025, 15:59::Tsking(Red Sky) Foi Morto no Level 444 por a Chakra branch Juubi Tank, Chakrbranch Juubi Creature e a Chakra branch Juubi.",
  "22 May 2025, 15:28::Jeff Mataall(Carteira Assinada) Foi Morto no Level 437 por a Chakra branch Juubi, Chakrbranch Juubi Creature e a Chakra branch Juubi Tank.",
  "22 May 2025, 15:11::Kiitami(Red Sky) killed at Level 307 by a raiton bunshin of Plofeta, Jiroubou e a human.",
  "22 May 2025, 15:52::Dante Alighieri(Carteira Assinada) killed at Level 459 by Tsking, Chakrbranch Juubi Creature, Chakrbranch Juubi Tank e a Chakra branch Juubi.",
  "22 May 2025, 16:02::Dante Alighieri(Carteira Assinada) Foi Morto no Level 456 por a Chakra branch Juubi, Prisao e a Chakra branch Juubi Tank.",
  "22 May 2025, 16:04::ChurruminuTHEMYTH(Carteira Assinada) Foi Morto no Level 493 por a Chakra branch Juubi and Prisao.",
  "22 May 2025, 15:39::TsK(Red Sky) Foi Morto no Level 451 por a Chakra branch Juubi Creature, Chakrbranch Juubi e a Chakra branch Juubi Tank.",
  "22 May 2025, 15:42::TsK(Red Sky) Foi Morto no Level 448 por a Chakra branch Juubi Tank, Chakrbranch Juubi e a Chakra branch Juubi Creature.",
  "22 May 2025, 15:15::Gabriel Caalheiros(Carteira Assinada) Foi Morto no Level 409 por a Akahoshi, Nizkset Abmob e Star Shinobi.",
  "22 May 2025, 16:09::Prisao(Red Sky) killed at Level 487 by Dante Alighieri, Bixofi Dos Kamui e a Chakra branch Juubi.",
  "22 May 2025, 16:25::Zazuqui Uxira(Red Sky) Foi Morto no Level 507 por a Guard.",
  "22 May 2025, 15:58::Tsking(Red Sky) Foi Morto no Level 447 por a Chakra branch Juubi Tank, Chakrbranch Juubi e a Chakra branch Juubi Creature.",
  "22 May 2025, 15:46::Josicleiton Rebocada(Red Sky) Foi Morto no Level 596 por a Chakra branch Juubi Creature, Chakrbranch Juubi e a Chakra branch Juubi Tank.",
  "22 May 2025, 15:33::Omainika(Carteira Assinada) Foi Morto no Level 413 por edo Zumbie e a Shidoh.",
  "22 May 2025, 15:38::Genjutsu Canei(Red Sky) Foi Morto no Level 413 por a Chakra branch Juubi Tank, Chakrbranch Juubi Creature e a Chakra branch Juubi.",
  "22 May 2025, 15:07::Mano Thigas(Carteira Assinada) Foi Morto no Level 508 por a Guard and Saski Numa Moto.",
  "22 May 2025, 15:08::Prisao(Red Sky) killed at Level 493 by ChurruminuTHEMYTH, PlGSHARINGAN and Jeff Mataall."
]